Repository: palasthotel/grid-box-facebook
Catalog: languages/grid-social-boxes-*.po
Languages: de_de

source: Enable facebook contents
de_de: Inhalte von Facebook einschalten

source: Goto %sInstagram Developer%s and renew the API token.
de_de: Gehe zu %sInstagram Developer%s und registriere eine Applikation um Zugriffsdaten zu erhalten.

source: Goto %sInstagram Developer%s and register an App to get the following credentials.
de_de: Gehe zu %sInstsagram Developer%s und registriere eine Applikation um Zugriffsdaten zu erhalten.

source: Get your credentials at <a href='https://apps.twitter.com/'>Twitter Apps</a>. Create or choose your app and have a look at 'Keys and Access Tokens'.
de_de: Erhalte Anmeldeinformationen bei <a href='https://apps.twitter.com/'>Twitter Apps</a>. Erstelle oder wähle die App aus und wirf einen Blick auf "Schlüssel und Zugriffstoken".

source: Important: Use as callback url in your twitter app details settings:
de_de: Wichtig: Verwende als Rückruf-URL in den Details der Twitter-App:

source: Instagram Account
de_de: Instagram-Konto

source: Not logged in. Goto settings and get an access token.
de_de: Noch nicht verbunden. Gehe zu den Einstellungen.

source: Get Instagram posts for: %1$s
de_de: Instagrambeiträge von: %1$s

source: Configuration for Twitter.
de_de: Twitter Konfiguration.

source: Activate Twitter posts
de_de: Aktiviere Twitter Beiträge

source: Configuration for Instagram.
de_de: Instagram Konfiguration.

source: Activate Instagram posts
de_de: Aktiviere Instagram Beiträge.

source: Activate Youtube feed posts
de_de: Aktiviere YouTube Beiträge

source: Choose date type to sort videos
de_de: Datumstyp auswählen, um Videos zu sortieren

source: Published
de_de: Veröffentlicht

source: Updated
de_de: Aktualisiert

source: Configuration for Youtube.
de_de: YouTube Konfiguration.

source: Activate Youtube posts
de_de: Aktiviere YouTube Beiträge

source: Configuration for Facebook.
de_de: Facebook Konfiguration.

source: Activate Facebook posts
de_de: Aktiviere Facebook Beiträge

source: Overall items count
de_de: Anzahl insgesamt

source: Sort order
de_de: Sortierrichtung

source: Latest first
de_de: Neuste zuerst

source: Oldest first
de_de: Älteste zuerst

source: You have to configure the social apis first.
de_de: Du musst zuerst die apis konfigurieren.

source: Grid Social Boxes
de_de: Grid Social Boxen

source: Some social network boxes. Facebook, Twitter, Instagram and Youtube.
de_de: Einige soziale Netzwerk-Boxen. Facebook, Twitter, Instagram und Youtube.
